---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KV
source: html/1e026ece-fb13-fed6-232c-72b7343dd3c1.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KV Property

Symbol kV, indicating unit Kilovolts.

## Syntax (C#)
```csharp
public static ForgeTypeId KV { get; }
```